export default {
  projections: {
    РейсE: {
      дата: {
        __caption__: 'Дата'
      },
      выход: {
        __caption__: 'Выход'
      },
      конецПосад: {
        __caption__: 'Конец посадки'
      },
      времяОтпр: {
        __caption__: 'Время отправления'
      },
      куда: {
        __caption__: 'Куда'
      },
      начПосад: {
        __caption__: 'Начало посадки'
      },
      откуда: {
        __caption__: 'Откуда'
      },
      инфБронь: {
        __caption__: 'Информация бронирования',
        пассажир: {
          __caption__: 'Пассажир',
          фИО: {
            __caption__: 'ФИО'
          }
        }
      }
    },
    РейсL: {
      дата: {
        __caption__: 'Дата'
      },
      выход: {
        __caption__: 'Выход'
      },
      конецПосад: {
        __caption__: 'Конец посадки'
      },
      времяОтпр: {
        __caption__: 'Время отправления'
      },
      куда: {
        __caption__: 'Куда'
      },
      начПосад: {
        __caption__: 'Начало посадки'
      },
      откуда: {
        __caption__: 'Откуда'
      }
    }
  },
  validations: {
    времяОтпр: {
      __caption__: 'Время отправления'
    },
    выход: {
      __caption__: 'Выход'
    },
    дата: {
      __caption__: 'Дата'
    },
    конецПосад: {
      __caption__: 'Конец посадки'
    },
    куда: {
      __caption__: 'Куда'
    },
    начПосад: {
      __caption__: 'Начало посадки'
    },
    откуда: {
      __caption__: 'Откуда'
    },
    инфБронь: {
      __caption__: 'Информация бронирования'
    }
  }
};
